{"keras_version": "2.2.0", "backend": "tensorflow", "config": [{"config": {"units": 15, "name": "dense_3", "bias_constraint": null, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "batch_input_shape": [null, 21], "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "dtype": "float32", "activity_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"units": 15, "name": "dense_4", "bias_constraint": null, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "bias_regularizer": null, "batch_input_shape": [null, 21], "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "dtype": "float32", "activity_regularizer": null, "activation": "relu"}, "class_name": "Dense"}, {"config": {"bias_regularizer": null, "name": "dense_5", "bias_constraint": null, "use_bias": true, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "kernel_initializer": {"config": {"mode": "fan_avg", "seed": null, "distribution": "uniform", "scale": 1.0}, "class_name": "VarianceScaling"}, "units": 6, "kernel_regularizer": null, "kernel_constraint": null, "trainable": true, "activity_regularizer": null, "activation": "sigmoid"}, "class_name": "Dense"}], "class_name": "Sequential"}